Repository: krack/wp-shf-authentication
Catalog: languages/shf-authentication-*.po
Languages: fr_fr

source: File uploaded
fr_fr: Fichier télécharger

source: The file already existing, it will be overrided.
fr_fr: Le fichier existe déjà, il sera surchargé.

source: Warning : no file uploaded, datas is empty.
fr_fr: Attention: pas de fichier téléchargé, les données sont vide.

source: Horses
fr_fr: Chevaux

source: File type is not csv
fr_fr: Le type de fichier n'est pas csv

source: Empty file
fr_fr: Fichier vide

source: Error during file uploading
fr_fr: Erreur durant le téléchargement

source: File must be encoding in UTF-8
fr_fr: Le fichier doit être encodé en UTF-8

source: Error during copie after file validating
fr_fr: Erreur durant la copie après la validation du fichier

source: SHF authentication settings
fr_fr: Paramètres de l'authentification SHH

source: SHF authentication
fr_fr: Authentification SHF

source: List of judges for validate authtentification
fr_fr: Liste des juges pour la validation de l'authentification

source: List of yb for validate authtentification
fr_fr: Liste des yb pour la validation de l'authentification

source: Secret manager
fr_fr: Manager de secret

source: Secret reseted
fr_fr: Secret réinitialisé

source: Warning : with this reset of secret, all connected users need to reconnect them.
fr_fr: Attention : avec cet réinitialisation de secret, tous les utilisateurs devront se reconnecter.

source: Reset secret
fr_fr: Réinitialisation de secret

source: SHF connection
fr_fr: connexion SHF

source: saved
fr_fr: sauvegarder

source: host
fr_fr: hôte

source: redirect link
fr_fr: lien de redirection

source: save
fr_fr: sauvegarder

source: Protected content
fr_fr: Contenu restreint

source: visible (optionnal): <br />true - display login button if not conntect or no right <br />false (default)- display nothing if not conntected or no right
fr_fr: visible (optionnel): <br />true - affiche un boutton de connexion si l'utilisateur n'est pas connecté ou n'a pas les droits <br />false (defaul)- n'affiche rien si l'utilisateur n'est pas connecté ou n'a pas les droits

source: right (optionnal): <br />judge - the Protected content, need user with right judge to be see<br />yb - the Protected content, need user with yb judge to be see<br />default - the Protected content, need user just to be connected of shf.
fr_fr: right (optionnel): <br />judge - le Contenu protégé a besoin d'un utilisateur avec le droit "judge" pour être vu<br />yb - le Contenu protégé a besoin d'un utilisateur avec le droit "yb" pour être vu<br />default - le Contenu protégé a juste besoin d'un utilisateur connecté pour être vu.

source: Medias name
fr_fr: Noms des médias

source: Adding wordpress medias for profile
fr_fr: Ajouts des médias Wordpress pour les profils

source: Example
fr_fr: Exemple

source: Add a profile photo
fr_fr: Ajoute d'une photo de profile

source: user id
fr_fr: id utilisateur

source: user id is is value of columne 'id' in imported csv file.
fr_fr: l'id utilisateur est la valeur de la colonne 'id' dans le fichier csv importer.

source: user profile photo
fr_fr: photo de profil utilisateur

source: Add a diploma
fr_fr: Ajout d'un diplome

source: use field "legend" to define title of diplome
fr_fr: utilisé le champs "légende" du média pour définir le titre du diplome

source: one diplome of user
fr_fr: un diplome de l'utilistateur

source: File opening impossible
fr_fr: Impossible d'ouvrir le fichier

source: File invalid : separator char must be %s
fr_fr: Fichier invalide : le séparator doit être %s

source: File invalid row %u with data %s : bad field number : actual %u, excepted %u
fr_fr: Fichier invalide ligne %u avec la donnée %s : mauvais numbre de champs : actuel %u, attendu %u

source: Log in<br /> to learn more
fr_fr: Connectez-vous<br /> pour en savoir plus

source: Connected menu judges
fr_fr: Menu connecté juges

source: Connected menu Yb
fr_fr: Menu connecté Yb

source: login failed
fr_fr: Identifiant ou Mot de Passe incorrect

source: error.membership
fr_fr: <a target="_blank" href="%s">Votre adhésion ne semble pas être à jour, veuillez contacter le Stud-Book.</a>

source: This part is reserved for judges who are members or members of the Young Breeders program.<br />Access your profile with your SHF or Young Breeders ID.
fr_fr: Cette partie est réservée aux juges adhérents ou membres du programme Young Breeders.<br />Accédez à votre profil avec votre identifiant SHF ou Young Breeders.

source: Login
fr_fr: Identifiant

source: Password
fr_fr: Mot de passe

source: Connection
fr_fr: Connexion

source: Once connected, benefit from additional content!
fr_fr: Une fois connecté, bénéficiez de contenus supplémentaires !

source: This part is reserved for SF member judges.<br /> Access your Judge profile by logging in below with your "SHF member" credentials.
fr_fr: Cette partie est réservée aux Juges adhérents SF. <br />Accédez à votre profil Juge en vous connectant ci-dessous avec vos identifiants "adhérent SHF".

source: This part is reserved for Young Breeders and partner schools.<br /> Access your Young Breeders / École profile by logging in below with your "SHF member " or provisional Young Breeders credentials provided by the Selle Français if you are not yet a member.
fr_fr: Cette partie est réservée aux Young Breeders et écoles partenaires. <br />Accédez à votre profil Young Breeders / École en vous connectant ci-dessous avec vos identifiants "adhérent SHF" ou Young Breeders provisoires fournis par le Selle Français si vous n'êtes pas encore adhérent.

source: Disconnect
fr_fr: Déconnexion

source: Return to the website
fr_fr: Revenir au site

source: My profile
fr_fr: Mon profil

source: lastname
fr_fr: nom

source: firstame
fr_fr: prénom

source: Phone
fr_fr: téléphone

source: email
fr_fr: mail

source: Establishment
fr_fr: Etablissement

source: address
fr_fr: adresse

source: Home region
fr_fr: Région de rattachement

source: website
fr_fr: Site internet

source: Membership number
fr_fr: N° adhérent

source: Awaiting membership
fr_fr: En attente d’adhésion

source: level
fr_fr: niveau

source: Diplomes
fr_fr: Diplômes

source: Departemental judge
fr_fr: Juge départemental

source: Regionnal judge
fr_fr: Juge régionnal

source: Nationnal judge
fr_fr: Juge nationnal

source: My judge access
fr_fr: Mes accès juges

source: Online training
fr_fr: Perfectionnement en ligne
